Repository: EnterpriseBranding/Magic-Fields
Catalog: languages/magic-fields-*.po
Languages: sk_sk

source: Post Types
sk_sk: Typo článkov

source: Post types
sk_sk: Typy článkov

source: Hi you can create and manage Post Types here
sk_sk: Ahoj, na tomto mieste môžete vytvoriť Typy článkov

source: Edit
sk_sk: Upraviť

source: Delete
sk_sk: Zmazať

source: Manage Custom Types
sk_sk: Správa vlastných Typov

source: Post Type Name
sk_sk: Meno Typu článku

source: Capability Type
sk_sk: Typ práv

source: Actions
sk_sk: Akcie

source: Add a new Custom Type
sk_sk: Pridať nový Vlastný typ

source: Add New Post Type
sk_sk: Pridať nový Typ článku

source: Name
sk_sk: Meno

source: Put the name of your Post Type
sk_sk: Zadajte meno Typu článku

source: Description
sk_sk: Popis

source: description about for what is your custom post type
sk_sk: popis toho, pre čo je váš Typ článku určený

source: Is Public
sk_sk: Je verejný

source: This post type is public?
sk_sk: Je tento Typ článkov verejný?

source: Show UI
sk_sk: Zobraziť užívateľské rozhranie

source: This type will be displayed into the Administration menu?
sk_sk: Bude sa tento typ zobrazovať v menu administrácie?

source: Exclude Search
sk_sk: Vylúčiť z hľadania

source: This element will be exclude in the search page
sk_sk: Tento prvok bude vylúčený pri hľadaní na stránke

source: Customize which Fields will be displayed in this post type
sk_sk: Upravte, ktoré políčka sa budú zobrazovať vrámci tohoto Typu článku

source: Title
sk_sk: Nadpis

source: Comments
sk_sk: Komentáre

source: This post type have comments
sk_sk: Tento článok má komentáre

source: Trackbacks
sk_sk: Spätné odkazy

source: This post type have trackbacks
sk_sk: Tento článok má spätné odkazy

source: Revisions
sk_sk: Revízie

source: This post type have revisions
sk_sk: Tento Typ článku má revízie

source: Author
sk_sk: Autor

source: Excerpt
sk_sk: Zhrnutie

source: This post type have Excerpt
sk_sk: Tento článok má zhrnutie

source: Thumbnail
sk_sk: Prezentačný obrázok

source: This post type have Thumbnail
sk_sk: Tento článok má prezentačný obrázok

source: Page Attributes
sk_sk: Vlastnosti stránky

source: Could not read image size
sk_sk: Nie je možné zistiť rozmery obrázku

source: Magic Fields is not ready yet.
sk_sk: Magic Fields nie je pripravené.

source: must create the following folders (and must chmod 777):
sk_sk: musíte vytvoriť nasledovné adresáre ( a musia mať chmod 777):

source: The following folders must be writable (usually chmod 777 is neccesary):
sk_sk: Nasledovné adresáre musia byť zapisovaťeľné (obyčajne je potrebný chmod 777):

source: Create Custom Field
sk_sk: Vytvoriť Vlastné pole

source: In Group
sk_sk: V skupine

source: A field with the same name already exists in this write panel. Please choose a different name.
sk_sk: Pole s rovnakým názvom už existuje v tomto paneli záznamov. Prosím zvoľte iné meno.

source: Label
sk_sk: Popisok

source: Type a label for the field. The label of the field is displayed beside the field in Write Panel page.
sk_sk: Napíšte popisok pre toto pole. Popisok poľa sa zobrazuje vedľa poľa v aktuálnom Write Paneli.

source: Type a unique name for the field, the name must be unique among all fields in this panel. The name of the field is the key by which you can retrieve the field value later.
sk_sk: Napíšte jedinečné meno pre pole, meno musí byť jedinečné spomedzi všetkých polí v tomto paneli. Meno poľa je kľúč, podľa ktorého môžete získať jeho hodnotu neskôr.

source: Help text
sk_sk: Pomoc

source: If set, this will be displayed in a tooltip next to the field label
sk_sk: Ak zadáte, toto sa bude zobrazovať ako tip veďla popisku poľa.

source: Can be duplicated
sk_sk: Je možné duplikovať

source: Order
sk_sk: Poradie

source: Required
sk_sk: Povinné

source: Not Required - can be empty
sk_sk: Nepovinné - môže ostať prázdne

source: Required - can not be empty
sk_sk: Povinné - nemôže ostať prázdne

source: Type
sk_sk: Typ

source: Please fill in the name and the label of the field
sk_sk: Prosím zadajte meno a názov poľa

source: Css Class
sk_sk: Trieda CSS

source: Cancel
sk_sk: Zrušiť

source: Continue
sk_sk: Pokračovať

source: Size
sk_sk: Veľkosť

source: Evaluate Max Length
sk_sk: Kontrolovať maximálnu dĺžku

source: Height
sk_sk: Výška

source: Width
sk_sk: Šírka

source: Hide Visual Editor for this field
sk_sk: Skryť vizuálny editor (viacriadkový)

source: Value min
sk_sk: Min. hodnota

source: Value max
sk_sk: Max. hodnota

source: Stepping
sk_sk: Krokovanie

source: Related Type Panel
sk_sk: Referenčný typ panelu

source: Options
sk_sk: Možnosti

source: Separate each option with a newline.
sk_sk: Každú možnosť oddeľte novým riadkom.

source: Default Value
sk_sk: Predvolená hodnota

source: Separate each value with a newline.
sk_sk: Každú hodnotu oddeľte novým riadkom.

source: Max Height
sk_sk: Max. výška

source: Max Width
sk_sk: Max. šírka

source: Custom
sk_sk: Vlastné

source: Format
sk_sk: Formát

source: Finish
sk_sk: Ukončiť

source: Create Custom Group
sk_sk: Vytvoriť vlastnú Skupinu

source: Create Custom Write Panel
sk_sk: Vytvoriť vlastný Write Panel

source: Edit Custom Field
sk_sk: Upraviť vlastné Pole

source: Update
sk_sk: Aktualizovať

source: Duplication
sk_sk: Duplikácia

source: The group can be duplicated
sk_sk: Skupina môže byť zduplikovaná

source: Edit Group
sk_sk: Upraviť skupinu

source: Placement
sk_sk: Umiestnenie

source: Post
sk_sk: Článok

source: Page
sk_sk: Stránka

source: Assigned Categories
sk_sk: Priradené kategórie

source: Assigned Theme
sk_sk: Priradená téma

source: Default Template
sk_sk: Predvolená šablóna

source: Page Parent
sk_sk: Rodičovská stránka

source: Main Page (no parent)
sk_sk: Hlavná stránka (bez rodiča)

source: Quantity
sk_sk: Množstvo

source: Single
sk_sk: Jeden

source: Multiple
sk_sk: Viacero

source: Standard Fields
sk_sk: Štandardné polia

source: Advanced Fields
sk_sk: Rozšírené Polia

source: Are you sure you want to delete this custom Field?
sk_sk: Ste si istí, že chce zmazať toto vlastné pole?

source: Export
sk_sk: Exportovať

source: Choose a Write Panel
sk_sk: Vyberte Write Panel

source: Create a Group
sk_sk: Vytvoriť Skupinu

source: Create a Field
sk_sk: Vytvoriť Pole

source: Name (Order)
sk_sk: Meno (Poradie)

source: Help
sk_sk: Pomoc

source: create field
sk_sk: vytvoriť pole

source: Group
sk_sk: Skupina

source: Error uploading file!
sk_sk: Chyba pri nahrávaní súboru!

source: The Write Panel was imported successfuly.
sk_sk: Write Panel bol nahratý úspešne.

source: Click here
sk_sk: Kliknite sem

source: to edit the write panel.
sk_sk: , aby ste hohli editovať Write Panel.

source: Custom Write Panel
sk_sk: Vlastný Write Panel

source: Import a Write Panel
sk_sk: Importovať Write Panel

source: Create a Write Panel
sk_sk: Vytvoriť Write Panel

source: Edit Fields/Groups
sk_sk: Upraviť Polia/Skupiny

source: Edit Write Panel
sk_sk: Upraviť Write Panel

source: Athentication failed!
sk_sk: Prístup zamietnutý!

source: Upload Unsuccessful
sk_sk: Nahrávanie neúspešné

source: Successful upload
sk_sk: Nahrávanie úspešné

source: Assign Custom Write Panel
sk_sk: Priradiť vlastný Write Panel

source: (None)
sk_sk: (Nič)

source: Don't Assign Custom Write Panel
sk_sk: Nepriraďovať vlastný Write Panel

source: Edit with Custom Write Panel
sk_sk: Upraviť s vlastným Write Panelom

source: Magic Fields > Manage
sk_sk: Magic Fields > Správa

source: Write Panels
sk_sk: Write Panely

source: Magic Fields Options
sk_sk: Možnosti Magic Fields

source: New
sk_sk: Nové

source: Manage
sk_sk: Správa

source: New Post
sk_sk: Nový článok

source: Drafts
sk_sk: Koncepty

source: New Page
sk_sk: Nová stránka

source: Upload
sk_sk: Nahrať

source: Write Panel Options
sk_sk: Možnosti Write Panelu

source: Condense Menu
sk_sk: Spojiť menu

source: This option removes the write panel from the main navigation and places them inside of the post and menu pages.
sk_sk: Táto možnosť odstráni Write Panely z hlavnej navigácie a umiestni ich vrámci Článkov alebo Stránok.

source: Hide non-standart content in Post Panel
sk_sk: Skryť neštandardný obsah medzi ostatnými v paneli Článkov

source: Hide posts made with Write panels in the edit section in the Post panel
sk_sk: Skryť články vytvorené pomocou Write Panelov v sekcii úprav v paneli Článkov

source: Hide Post Panel
sk_sk: Skryť panel Článkov

source: Hide Wordpress Post panel
sk_sk: Skryť Wordpress panel Článkov

source: Hide Page Panel
sk_sk: Skryť panel Stránok

source: Hide Wordpress Page panel
sk_sk: Skryť Wordpress panel Stránok

source: Hide Visual Editor (multiline)
sk_sk: Skryť vizuálny editor (viacriadkový)

source: Editing Prompt
sk_sk: Výzva úprav

source: Prompt when editing a Post not created with Custom Write Panel.
sk_sk: Vyzvať pri úprave Článku nevytvoreného s vlastným Write Panelom.

source: Assign to Role
sk_sk: Priradiť k roli

source: This option will create a capability for each write panel such that the write panel is accessible by the Administrator only by default. You can assign the write panel to other roles using
sk_sk: Vďaka tejto možnosti budete schopní zadať, či je daný Write Panel prístupný len Administrátorovi. Write Panel sprístupníte ostatným pomocou

source: Default Panel
sk_sk: Predvolený Panel

source: Clear cache
sk_sk: Zmazať Cache

source: delete all image thumbs
sk_sk: zmaže všetky náhľady obrázkov

source: Uninstall Magic Fields
sk_sk: Odinštalovať Magic Fields

source: Type <strong>uninstall</strong> into the textbox, click <strong>Update Options</strong>, and all the tables created by this plugin will be deleted
sk_sk: Napíšte <strong>uninstall</strong> do textového boxu, kliknite <strong>Aktualizovať možnosti</strong> a všetky tabuľky vytvorené Magic Fields pluginom budú zmazané

source: Update Options
sk_sk: Aktualizovať možnosti

source: Upload Failed
sk_sk: Nahrávanie neúspešné

source: Successful Upload
sk_sk: Nahrávanie úspešné

source: Choose File...
sk_sk: Vybrať súbor...

source: Replace File...
sk_sk: Nahradiť obrázok...

source: drop file here to upload
sk_sk: pre upload sem pustite súbory

source: Or URL
sk_sk: Alebo URL

source: Authentication failed!
sk_sk: Prístup zamietnutý!

source: The uploaded file exceeds the maximum upload limit
sk_sk: Nahrávaný súbor presiahol maximálny povolený limit

source: Failed to upload the file!
sk_sk: Nepodarilo sa nahrať súbor!

source: Upload Unsuccessful!
sk_sk: Nahrávanie neúspešné!

source: File
sk_sk: Súbor

source: Post was not published -
sk_sk: Článok nebol publikovaný -

source: You have errors in some fields, please check the fields below.
sk_sk: V niektorých poliach máte chyby, prosím prekontrolujte ich.

source: You do not have sufficient permissions to access this custom write panel.
sk_sk: Nemáte všetky práva na prístup k tomuto panelu.

source: Remove
sk_sk: Odstrániť

source: Note: hold down the SHIFT key as you click to collapse this item before the new item is added
sk_sk: Poznámka: než pridáte novú položku stlačte zároveň klávesu SHIFT a až potom kliknite na zbaliť

source: what's this?
sk_sk: čo je toto?

source: Characters left
sk_sk: Zostáva znakov

source: Add Another
sk_sk: Pridať dalšie

source: --Select--
sk_sk: --Vybrať--

source: View Current
sk_sk: Pozrieť si aktuálne

source: Are you sure?
sk_sk: Ste si istí?

source: Remove Image
sk_sk: Odstrániť obrázok

source: Set Image
sk_sk: Nastaviť obrázok

source: Magic Fields Attributes
sk_sk: Atribúty Magic Fields

source: Note: Custom fields and groups associated with the selected write panel will be only be displayed once you have saved this page or post.
sk_sk: Poznámka: Vlastné polia a skupiny priradené vybranému Write Panelu budú zobrazené až túto stránku alebo článok uložíte.

source: Before saving you may also like to set the <strong>Template</strong> and/or <strong>Parent</strong> in the <strong>Page Attributes</strong> panel to match the defaults for the selected write panel (recommended)
sk_sk: Pred ukladaním by ste možno chceli nastaviť <strong>Šablónu</strong> a/alebo aj&nbsp;<strong>Nadradenú stránku</strong> v&nbsp;časti <strong>Atribúty stránky</strong> tak, aby zodpovedali tým vybraným v nastavení Write panelu (odporúčané)

source: Set Page Template
sk_sk: Nastaviť Východiskovú šablónu

source: Set Page Parent
sk_sk: Nastaviť Nadradenú stránku
