Repository: EnterpriseBranding/Magic-Fields
Catalog: languages/*/magicfields-*.po
Languages: it_it

source: Magic Fields is not ready yet.
it_it: Magic Fields non ancora pronto.

source: must create the following folders (and must chmod 777):
it_it: è necessario creare le seguenti cartelle (e settare i permessi a 777)

source: The following folders must be writable (usually chmod 777 is neccesary):
it_it: Le seguenti cartelle devono essere scrivibili (solitamente è necessario un chmod 777)

source: There was an error creating the CSS file for edit in place, please check the permissions on the files_mf directory.
it_it: Si è verificato un errore creando il file CSS per la modifica in linea, prego controllare i permessi della cartella files_mf.

source: Create Custom Field
it_it: Creamo Campo Personalizzato

source: A field with the same name already exists in this write panel. Please choose a different name.
it_it: In questo pannello esiste già un campo con lo stesso nome. Assegnare un nome differente.

source: Name
it_it: Nome

source: Type a unique name for the field, the name must be unique among all fields in this panel. The name of the field is the key by which you can retrieve the field value later.
it_it: Inserire un nome univoco per il sito, il nome deve essere unico tra tutti i campi in questo pannello. Il nome del campo è la chiave con cui recuperare il valore del campo.

source: Label
it_it: Etichetta

source: Type a label for the field. The label of the field is displayed beside the field in Write Panel page.
it_it: Scrivi una etichetta per questo campo. L'etichetta vienen mostrata affianco al campo nela pagina del Write Panel

source: Help text
it_it: Testo di aiuto

source: If set, this will be displayed in a tooltip next to the field label
it_it: Se inserito, sarà mostrato come suggerimento vicino all'etichetta del campo

source: Can be duplicated
it_it: Può essere duplicato

source: Order
it_it: Ordine

source: Required
it_it: Obbligatorio

source: Not Required - can be empty
it_it: Non obbligatorio - può essere vuoto

source: Required - can not be empty
it_it: Obbligatorio - non può essere vuoto

source: Type
it_it: Tipo

source: Please fill in the name and the label of the field
it_it: Prego inserire il nome e l'etichetta del campo

source: Css Class
it_it: Classe CSS

source: Cancel
it_it: Annulla

source: Continue
it_it: Continua

source: Size
it_it: Dimensione

source: Height
it_it: Altezza

source: Width
it_it: Larghezza

source: Value min
it_it: Valore minimo

source: Value max
it_it: Valor massimo

source: Related Type Panel
it_it: Pannello dei tipi correlati

source: Options
it_it: Opzioni

source: Separate each option with a newline.
it_it: Separare ogni opzione con un fine riga

source: Default Value
it_it: Valore predefinito

source: Separate each value with a newline.
it_it: Separare ogni valore con un fine riga

source: Max Height
it_it: Altezza massima

source: Max Width
it_it: Larghezza massima

source: Custom
it_it: Personalizzato

source: Custom Options List
it_it: Lista di opzioni personalizzata

source: Format
it_it: Formato

source: Finish
it_it: Fine

source: Create Custom Group
it_it: Creare un gruppo personalizzato

source: Create Custom Write Panel
it_it: Creare un write panel personalizzato

source: Edit Custom Field
it_it: Modifica il campo personalizzato

source: Update
it_it: Aggiorna

source: Duplication
it_it: Duplicazione

source: The group can be duplicated
it_it: Il gruppo può essere duplicato

source: Edit Group
it_it: Modifica il gruppo

source: Placement
it_it: Ubicazione

source: Page
it_it: Pagina

source: Assigned Categories
it_it: Categorie assegnate

source: Assigned Theme
it_it: Tema assegnato

source: Default Template
it_it: Template Predefinito

source: Page Parent
it_it: Pagina genitore

source: Main Page (no parent)
it_it: Pagina principale (senza genitore)

source: Quantity
it_it: Quantità

source: Single
it_it: Singolo

source: Multiple
it_it: Multiplo

source: Standard Fields
it_it: Campi standard

source: Advanced Fields
it_it: Campi avanzati

source: Edit
it_it: Modifica

source: Are you sure you want to delete this custom Field?
it_it: Sei sicuto di voler eliminare questo campo personalizzato?

source: Delete
it_it: Elimina

source: Export
it_it: Esporta

source: Choose a Write Panel
it_it: Scegliere un Write Panel

source: Create a Group
it_it: Crea un gruppo

source: Create a Field
it_it: Crea un Campo

source: Actions
it_it: Azioni

source: create field
it_it: creare un campo

source: Group
it_it: Gruppo

source: Error uploading file!
it_it: Errore durante il caricamento del file!

source: The Write Panel was imported successfuly.
it_it: Il Write Panel è stato importato correttamente

source: Click here
it_it: Clicca qui

source: to edit the write panel.
it_it: per modificare il Write Panel.

source: Custom Write Panel
it_it: Write Panel personalizzato

source: Import a Write Panel
it_it: Importa un Write Panel

source: Create a Write Panel
it_it: Crea un Write Panel

source: Edit Fields/Groups
it_it: Modifica Campi/Gruppi

source: Edit Write Panel
it_it: Modifica il Write Panel

source: Athentication failed!
it_it: Autenticazione fallita!

source: Upload Unsuccessful
it_it: Caricamento fallito

source: Successful upload
it_it: Caricamento completato

source: Assign Custom Write Panel
it_it: Assegna un Write Panel personalizzato

source: (None)
it_it: (Nessuno)

source: Don't Assign Custom Write Panel
it_it: Non assegnare un Write Panel personalizzato

source: Edit with Custom Write Panel
it_it: Modifica con il Write Panel personalizzato

source: Magic Fields > Manage
it_it: Magic Fields > Amministrazione

source: Magic Fields Options
it_it: Opzioni di Magic Fields

source: New
it_it: Nuovo

source: Manage
it_it: Amministrazione

source: New Post
it_it: Nuovo Articolo

source: Drafts
it_it: Bozze

source: New Page
it_it: Nuova Pagina

source: Comments
it_it: Commenti

source: Write Panel Options
it_it: Opzioni del Write Panel

source: Condense Menu
it_it: Condensa Menù

source: This option removes the write panel from the main navigation and places them inside of the post and menu pages.
it_it: Questa opzione rimuove il Write Panel dal menù principale e lo inserisce all'interno del menù di articoli e pagine.

source: Hide non-standart content in Post Panel
it_it: Nascondi in contenuti non standard nel pannello degli Articoli

source: Hide posts made with Write panels in the edit section in the Post panel
it_it: Nascondi gli articoli creati con Write Panels nella sezione di modifica del pannello Articoli

source: Hide Post Panel
it_it: Nascondi il Pannello degli Articoli

source: Hide Wordpress Post panel
it_it: Nascondi il Pannello degli Articoli di Wordpress

source: Hide Page Panel
it_it: Nascondi il Pannello delle Pagine

source: Hide Wordpress Page panel
it_it: Nascondi il Pannello delle Pagine di Wordpress

source: Hide Visual Editor (multiline)
it_it: Nascondi l'editor visuale (multilinea)

source: Editing Prompt
it_it: Avviso di modifica

source: Prompt when editing a Post not created with Custom Write Panel.
it_it: Avvisa quando si sta modificando un articolo non creato con un Write Panel personalizzato

source: Assign to Role
it_it: Assegna ad un ruolo

source: This option will create a capability for each write panel such that the write panel is accessible by the Administrator only by default. You can assign the write panel to other roles using
it_it: Questa opzione creerà una 'capability' per ogni Write Panel in modo che esso sia accessibile solo dall'amministratore in maniera predefinita. E' possibile assegnare il Write Panel ad un altro ruolo utilizzando

source: Default Panel
it_it: Pannello predefinito

source: Other Options
it_it: Altre opzioni

source: Edit-n-place
it_it: Modifica al volo

source: Edit posts instantly from the post page.
it_it: Modifica gli articoli instantaneamente dalla pagina degli articoli.

source: Use color to highlight areas EIP
it_it: Usa il colore per evidenziare le aree EIP

source: Uninstall Magic Fields
it_it: Disinstalla Magic Fields

source: Type <strong>uninstall</strong> into the textbox, click <strong>Update Options</strong>, and all the tables created by this plugin will be deleted
it_it: Scrivi <strong>uninstall</strong> nel campo di testo, clicca <strong>Aggiorna Opzioni</strong> e tutte le tabelle nel database create da questo plugin verranno cancellate

source: Update Options
it_it: Aggiorna Opzioni

source: Authentication failed!
it_it: Autenticazione fallita!

source: Or URL
it_it: O URL

source: Successful upload!
it_it: Caricato con successo!

source: The uploaded file exceeds the maximum upload limit
it_it: La dimensione del file caricato supera il limite impostato per gli upload

source: Upload Unsuccessful!
it_it: Caricamento fallito!

source: Failed to upload the file!
it_it: Errore nel caricamento del file!

source: Post was not published -
it_it: L'articolo non è stato pubblicato -

source: You have errors in some fields, please check the fields below.
it_it: Ci sono errori in qualche campo, prego controllare i campi sottostanti.

source: You do not have sufficient permissions to access this custom write panel.
it_it: Non hai i permessi sufficienti per accedere a questo Write Panel personalizzato.

source: Remove field duplicate
it_it: Elimina campo duplicato

source: Remove Group
it_it: Elimina Gruppo

source: Add group duplicate
it_it: Aggiungere un gruppo duplicato

source: Add field duplicate
it_it: Aggiungere un campo duplicato

source: Duplicate
it_it: Duplica

source: Remove
it_it: Elimina

source: --Select--
it_it: --Seleziona--

source: View Current
it_it: Vedi l'attuale

source: Are you sure?
it_it: Sei sicuro?
